tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

# brew "binutils"
brew "coreutils"
brew "diffutils"
brew "findutils"
brew "gnu-sed"
brew "gawk"

brew "colordiff"
brew "gettext"
brew "pwgen"
brew "automake"
brew "autoconf"
brew "openssl"
brew "libyaml"
brew "readline"
brew "libxslt"
brew "libtool"
brew "unixodbc"
brew "socat"
brew "tree"
brew "wget"
brew "gpg"
brew "zlib"
brew "gcc"
brew "xz"

brew "git"
brew "asdf"
brew "awscli"

brew "graphviz"
brew "jq"

cask "atom"
cask "docker"
cask "iterm2"
cask "keepassx"
cask "vagrant"
cask "virtualbox"
cask "fork"
# cask "google-japanese-ime"
# cask "google-chrome"
cask "firefox"
cask "google-cloud-sdk"
cask "java"
